Repository: clarive/cla-jenkins-plugin
Catalog: i18n/*.po
Languages: es

source: Get all Jenkins items
es: Conseguir todos los items de Jenkins

source: Getting all Jenkins items
es: Consiguiendo todos los items de Jenkins

source: Getting all Jenkins items failed. Timeout Reached.
es: Fallo al conseguir todos los items de Jenkins. Tiempo de espera alcanzado.

source: Items added.
es: Items añadidos.

source: Jenkins Item Build
es: Compilar item de Jenkins

source: Item CI doesn't exist
es: El CI de item no existe

source: Server CI doesn't exist
es: CI de servidor no existe

source: Waiting for Jenkins empty Queue
es: Esperando hueco en la cola de Jenkins

source: Wait for empty queue failed. Timeout Reached.
es: Fallo en la espera para hueco en la cola de Jenkins. Tiempo de espera agotado.

source: Job queue empty, nextBuildNumber=
es: Cola de pases vacía, nextBuildNumber=

source: Getting crumb
es: Consiguiendo crumb

source: Error getting crumb
es: Error consiguiendo crumb

source: Triggering build for
es: Iniciando compilación para

source: Trigger failed
es: Inicio de compilación fallido

source: Job
es: Pase

source: build
es: compilación

source: triggered
es: iniciada

source: Jenkins Item Check
es: Comprobar item de Jenkins

source: Checking Item build Exists.
es: Comprobando que existe la compilación del item

source: Error getting build number.
es: Error adquiriendo el número de compilación.

source: Getting Build Result
es: Adquiriendo resultado de compilación

source: Build not finished. Timeout Reached.
es: Compilación no finalizada. Tiempo de espera agotado.

source: Getting Build Result Failed. Timeout Reached.
es: Fallo al adquirir el resultado de la compilación. Tiempo de espera agotado.

source: Build Number:
es: Número de compilación:

source: Result:
es: Resultado:

source: Jenkins Item
es: Item de Jenkins

source: Timeout (seconds)
es: Tiempo de espera (segundos)

source: Refresh time (seconds)
es: Tiempo de actualización (segundos)

source: Build Parameters
es: Parámetros de compilación

source: Build Number
es: Número de compilación

source: Jenkins Server
es: Servidor de Jenkins

source: Item Name
es: Nombre del item

source: Item Token
es: Token del item

source: Hostname or IP
es: Hostname o IP

source: Port
es: Puerto

source: Crumb enabled?
es: Crumb habilitado?

source: Username
es: Nombre de usuario

source: Authentication Token
es: Token de autentificación
